
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "Hemmappssynkroniseringsstatus";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "Synkroniserar";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "Startar…";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "Avslutar…";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "Kontrollerar";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "Kontrollerar";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "Avbryter…";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "Stoppar…";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "Avslutar…";

"CINCH_PROG_PATH_MESSAGE" = " ”%@”";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@ av %@ objekt – %@ %% klart.";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@ av %@ objekt – %@ av %@ – %@ %% klart.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ byte";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ K";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "Ansluter till nätverkshemmapp.";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "Synkroniseringen fortsätter i bakgrunden.";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "Synkroniseringen är klar.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "Synkroniseringen avbröts.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "Synkronisering stoppad.";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "OK";
"CINCH_CANCEL_BUTTON" = "Avbryt";
"CINCH_SKIP_BUTTON" = "Stopp";
"CINCH_CONTINUE_BUTTON" = "Fortsätt";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "Du måste ha en flyttbar hemmapp om du vill använda funktionen.";
"CINCH_MUST_BE_MHD_MESSAGE" = "Om du vill skapa ett flyttbart konto öppnar du Systeminställningar, klickar på Konton och sedan på Skapa. Om dessa objekt saknas eller är avaktiverade kontaktar du systemadministratören.";

"CINCH_NO_NETHOME_TITLE" = "Synkroniseringen kunde inte slutföras eftersom din nätverkshemmapp på ”%@” inte är tillgänglig just nu.";
"CINCH_NO_NETHOME_MESSAGE" = "Försök igen senare när den är tillgänglig.";

"CINCH_NOWRITE_NETHOME_TITLE" = "Synkroniseringen kunde inte slutföras eftersom din nätverkshemmapp på ”%@” är skrivskyddad.";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "Försök igen senare eller kontakta systemadministratören.";

"CINCH_HOME_IN_USE_TITLE" = "Din nätverkshemmapp kanske används.";
"CINCH_HOME_IN_USE_MESSAGE" = "Om du synkroniserar nu kanske en del filer inte synkroniseras.";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "Synkronisera nu";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "Synkronisera senare";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "Ingen synkronisering sker på grund av problem med din nätverkshemmapp.";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "Försök logga in senare för att synkronisera eller kontakta administratören.";

"CINCH_SYNC_FAILED_TITLE" = "Synkroniseringen kunde inte slutföras.";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "Målplatsen saknade tillräckligt med utrymme för att slutföra åtgärden.";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "Din nätverkshemmapp kanske har ändrats sedan den senaste synkroniseringen.";
"CINCH_HOME_CHANGED_MESSAGE" = "Om du är osäker på varför det här hände väljer du Synkronisera senare och säkerhetskopierar senast använda filer innan du synkroniserar igen. Klicka på Mer information för fler alternativ.";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "En del filer i nätverkshemmappen kan ha ändrats sedan den sista synkroniseringen. Välj den plats som innehåller dina senaste filer.";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "Valet påverkar endast filer som har ändrats både i nätverket och i dina flyttbara hemmappar. Andra filer synkroniseras på korrekt sätt.\n\nDin nätverkshemmapp kontaktades: %@.\nSenaste flyttbara hemmappssynkronisering: %@.";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "Din nätverkshemmapp kanske används.";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "Om du inte tror att det stämmer, kan det vara så att servern håller din hemmapp tillfälligt låst. Detta löser sig oftast av sig självt efter en kort stund.";

"CINCH_HOME_INVALID_TITLE" = "Din nätverkshemmapp kanske inte är konfigurerad för synkronisering.";
"CINCH_HOME_INVALID_MESSAGE" = "Nätverkshemmappen på ”%@” saknar vissa filer som krävs för synkronisering.";

"CINCH_GENERIC_ERR_TITLE" = "Ingen information finns tillgänglig.";
"CINCH_GENERIC_ERR_MESSAGE" = "Logga in igen senare och försök på nytt.";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "Synkronisera senare";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "Mer information...";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "Nätverkshemmapp";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "Flyttbar hemmapp";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "En del inställningsfiler i din nätverkshemmapp är nyare än filerna i din flyttbara hemmapp och synkroniserades inte.";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "Beroende på dina synkroniseringsinställningar kan de här filerna synkroniseras vid in- eller utloggning.";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "Synkronisering av hemmappen misslyckades. Vill du fortsätta utan att synkronisera hemmappen?";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "Om du fortsätter bör du synkronisera din hemmapp så fort som möjligt. Om du avbryter skapas inte en hemmapp.";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "Inga mappar har markerats för synkronisering.";
"CINCH_NOTHING_MESSAGE" = "Du synkroniserar mappar genom att öppna Systeminställningar och klicka på Konton. Markera sedan ditt konto och klicka på Inställningar för flyttbart konto. Markera mappar för synkronisering i listan ”Bara markerade mappar”. Om listan inte är aktiverad kontaktar du systemadministratören.";
"Account Mobility Preferences..." = "Inställningar för flyttbart konto...";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "Din nätverkshemmapp är inte tillgänglig just nu.";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "Försök igen senare när den är tillgänglig.";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "%@s nätverkshemmapp";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "Vill du skapa ett flyttbart konto med en flyttbar hemmapp?";
"MCX_PHD_ACCNT_TEXT" = "Ett flyttbart konto med en flyttbar hemmapp ger dig en kopia av nätverkskontot och en synkroniserad kopia av nätverkshemmappen som kan användas när en dator inte är ansluten till nätverket.\n";

"MCX_MOBILE_ACCNT_TITLE" = "Vill du skapa ett flyttbart konto?";
"MCX_MOBILE_ACCNT_TEXT" = "Ett flyttbart konto ger dig en kopia av ditt nätverkskonto som du kan använda när en dator inte är ansluten till nätverket.\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "Fråga mig inte igen";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\nVälj hemmappens volym:\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\nAnslut en extern volym.\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = " (startskiva)";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "(ingen volym ansluten)";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "Skapa nu";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "Skapa inte";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "Avbryt inloggning";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "Kan inte skapa ett flyttbart konto.";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "Du måste ansluta en extern volym om du vill skapa ett flyttbart konto.";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "Ange ditt lösenord för att skapa ett flyttbart konto.";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "Avbryt";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "Felaktigt lösenord.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "Skapandet av flyttbart konto avbröts.";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "Kan inte skapa ett flyttbart konto.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "Ett problem uppstod när det flyttbara kontot skapades.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "Det uppstod ett problem vid anslutning till volymen med ditt flyttbara kontos hemmapp.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "Ett problem uppstod med att skapa en post för det flyttbara kontot.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "Ett problem uppstod med att skapa eller komma åt ”%@”.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "Problem uppstod med att skapa en FileVault-hemmapp.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "Ditt FileVault-hem kan inte skapas eftersom det redan finns en mapp med samma namn.";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "Skapar en FileVault-skyddad hemmapp.";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault krypterar din hemmapp med ditt inloggningslösenord.\n\nDen inledande inställningen kan ta en stund.";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "Auktorisera externt konto";

"MCX_XACCNT_AUTH_TITLE" = "Vill du ge det externa kontot ”%@” från skivan ”%@” tillgång till den här datorn?";
"MCX_XACCNT_AUTH_CHECKBOX" = "Kom ihåg mitt val";
"MCX_XACCNT_LOCKED_MESSAGE" = "Klicka på låset för att ge tillstånd eller spara.";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "Skriv in ett administratörsnamn och -lösenord.";
"MCX_XACCNT_ALLOW_BUTTON" = "Tillåt";
"MCX_XACCNT_DENY_BUTTON" = "Neka";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "Den här datorn blir hanterad. Vill du fortsätta med hanteringsinställningar aktiverade?";
"MCX_DISABLE_MGMT_TEXT" = "Din systemadministratör har gett dig möjlighet att avaktivera hanteringsinställningar.";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = " Du kan också uppdatera eventuella lokalt lagrade datorinställningar.";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\nOm du kommer ihåg det här valet kan du visa detta fönster igen genom att hålla ned alternativtangenten när du loggar in.";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "Kom ihåg mitt val";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "Uppdatera inställningarna";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "Avaktivera inställningar";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "Tillåt inställningar";

"CINCH_SYNC_DATE_TODAY" = "Idag kl. ";
"CINCH_SYNC_DATE_YESTERDAY" = "Igår kl. ";
"CINCH_SYNC_DATE_TOMORROW" = "Imorgon kl. ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "Lösenord för hemmappssynkronisering";
"KEYCHAIN_NETWORK_KIND" = "Nätverkslösenord";
